Repository: cjprecord/editra
Catalog: plugins/Projects/catalogs/Projects_*.po
Languages: cs_cz, de_de, gl_es, hr_hr, it_it, nl_nl, ro_ro, ru_ru, sk_sk, sr_sr, uk_ua

source: Revert to repository version
cs_cz: Vrátit zpět na verzi repozitáře
de_de: Repository Version wiederherstellen
gl_es: Revertir á versión do repositorio
hr_hr: Vrati na inačicu repozitorija
it_it: Ritorna alla versione del repository
nl_nl: Herstel naar repository versie
ro_ro: Reveniți la versiunea din stoc(repository)
ru_ru: Восстановаить версию репозитария
sk_sk: Vrátiť k verzii v repozitári
sr_sr: Поврати на верзију са сервера
uk_ua: Повернутися до версії архіву

source: Revision History
cs_cz: Historie revizí
de_de: Versionshistorie
gl_es: Historial de revisións
hr_hr: Povijest Promjena
it_it: Cronologia revisioni
nl_nl: Revisie Historie
ro_ro: Istoric revizii
ru_ru: История изменений
sk_sk: História revízií
sr_sr: Историјат издања
uk_ua: Історія виправлень

source: Search Log
cs_cz: Log vyhledávání
de_de: Such log
gl_es: Rexistro de buscas
hr_hr: Dnevnik Pretrage
it_it: Ricerca nei log
nl_nl: Doorzoek log
ro_ro: Caută în jurnal
ru_ru: Журнал поиска
sk_sk: Log vyhľadávania
sr_sr: Лог претраживања
uk_ua: Журнал Пошуку

source: Select diff program
cs_cz: Vyberte diff program
de_de: Diff-Program auswählen
gl_es: Seleccionar programa diff
hr_hr: Odaberi diff program
it_it: Seleziona il programma diff
nl_nl: Selecteer diff programma
ro_ro: Caută programul diff(comparare fișiere linie cu linie)
ru_ru: Выбрать программу сравнения
sk_sk: Vyber diff program
sr_sr: Изабери diff програм
uk_ua: Обрати прирощену програму

source: Select the repository path to remove
cs_cz: Vyberte cestu k repozitáři pro odstranění
de_de: Wählen Sie Repository Pfad zum entfernen aus
gl_es: Seleccionar a ruta do repositorio que se eliminará
hr_hr: Odaberi put repozitorija za uklanjanje
it_it: Seleziona il percorso del repository da rimuovere
nl_nl: Selecteer het repository pad om te verwijderen
ro_ro: Alegeți calea către depozit(repository) pe care să o șterg
ru_ru: Выбрать путь к репозитарию для удаления
sk_sk: Vyber cestu k repozitáru, ktrorý chceš odstrániť
sr_sr: Селектуј путању до сервера коју желиш да уклониш
uk_ua: Обрати шлях даного архіву до видалення

source: Selected files are from multiple repositories
cs_cz: Vybrané soubory jsou z více repozitářů
de_de: Die ausgewählten Dateien sind aus verschiedenen Repositories
gl_es: Os ficheiros seleccionados son de múltiples repositorios
hr_hr: Odabrane datoteke su iz višestrukih repozitorija
it_it: I file selezionati appartengono a piu' repository
nl_nl: Geselecteerde bestanden zijn van meerdere repositories
ro_ro: Fișierele selectate sunt din mai multe depozite
ru_ru: Выбранные файлы из нескольких репозитариев
sk_sk: Vybrané súbory sú z rôznych repozirárov
sr_sr: Селектоване датотеке су са више сервера
uk_ua: Обрані файли походять з декількох архівів

source: Show revision history
cs_cz: Ukázat historii revizí
de_de: Zeige Versions Verlauf an
gl_es: Amosar o historial de revisións
hr_hr: Prikaži povijest revizija
it_it: Mostra la cronologia revisioni
nl_nl: Geef revisie historie weer
ro_ro: Arată istoricul versiunilor
ru_ru: Показать историю изменений
sk_sk: Zobrazí históriu revízií
sr_sr: Прикажи историју измена
uk_ua: Показати історію виправлень

source: Source Control
cs_cz: Kontrola zdroje
de_de: Quellcode Kontrolle
gl_es: Control de fonte
hr_hr: Kontrola Izvora
nl_nl: Bron controle
ro_ro: Controlul sursei
ru_ru: Управление исходниками
sk_sk: Zdroje
sr_sr: Контрола извора
uk_ua: Контроль джерела

source: Source control system
cs_cz: Kontrolní systém zdroje
de_de: Quellenkontrollsystem
gl_es: Sistema de control de fonte
hr_hr: Sustav kontrole izvora
it_it: Sorgenti sistema di controllo
nl_nl: Bron code versie systeem
ro_ro: Sistem de control al sursei
ru_ru: Система контроля источников
sk_sk: Typ zdroja
uk_ua: Система керування джерелами

source: Space separated list of files patterns to exclude from view The use of wildcards (*) are permitted.
cs_cz: Mezera oddělila seznam předloh k vyloučení ze zobrazení Použití divokých karet (*) je dovoleno.
de_de: Leerzeichen getrennte Liste von Datei Mustern um in der Anzeige nicht anzuzeigen Der gebrauch von Wildcards (*) ist erlaubt.
gl_es: Lista de de patrons de arquivos, separados por espacios, que se excluirán da vista Permítese o uso de comodíns (*).
hr_hr: Proredom odvojena lista uzoraka datoteka za isključivanje iz pregleda Upotreba višeznačnika (*) je dozvoljena.
it_it: Elenco separato da spazi dei file pattern da escludere dalla vista. Si possono usare anche wildcard (*).
nl_nl: Spatie gescheiden lijst met patronen die niet worden weergegeven. het gebruik van vervanging (*) is toegestaan
ro_ro: Separați prin spațiu lista tipurilor de fișiere excluse. Puteți folosi metacaractere (*)
ru_ru: Разделённый запятыми список шаблонов файлов, которые следует исключить из обзора Можно использовать джокеры (*).
sk_sk: Medzerou oddelený zoznam vzorov súborov, ktoré nebudú zobrazené Pri každom je potrebné uviesť zástupný znak (*)
sr_sr: Размаком одвојена листа датотека које не желите да буду приказане Коришћење џокера (*) је дозвољено.
uk_ua: Розділений пробілами список шаблонів файлів,що виключені з перегляду Дозволено використання нейтральних символів (*) .

source: Status
cs_cz: Stav
gl_es: Estado
it_it: Stato
ro_ro: Stare
ru_ru: Статус
sk_sk: Stav
uk_ua: Статус

source: Text File
cs_cz: Textový soubor
de_de: Textdatei
gl_es: Ficheiro de texto
hr_hr: Tekstualna Datoteka
it_it: File di testo
nl_nl: Tekstbestand
ro_ro: Fișier Text
ru_ru: Текстовый файл
sk_sk: Textový súbor
sr_sr: Текстуална датотека
uk_ua: Текстовий файл

source: The following command will be executed on all selected files and files contained in selected directories.
cs_cz: Následující příkaz bude spuštěn na všech vybraných souborech a souborech ve vybraných adresářích
de_de: Def folgende Befehl wird auf alle ausgewählten Dateien und Dateien in ausgewählten Verzeichnissen angewendet
gl_es: O comando seguinte será executada en todas os ficheiros seleccionados e os ficheiros contidos nos directorios seleccionados.
hr_hr: Slijedeća naredba će biti izvršena na svim odabranim datotekama i datotekama sadržanim u odabranim direktorijima.
it_it: Il seguente comando sara eseguito su tutti i files selezionati e su tutti i file contenuti nelle cartelle selezionate.
nl_nl: Het volgende commando wordt uitgevoerd op de geselecteerde bestanden en de bestanden in de geselecteerde directories.
ro_ro: Următoarea comandă va fi executată asupra tuturor fișierelor selectate și asupra fișierelor din dosarele selectate.
ru_ru: Следующая команда будет выполнена для всех выбранных файлов и файлов, содержащихся в выбранных каталогах.
sk_sk: Nasledujúci príkaz bude použitý na všetky vybrané súbory a súbory umiestnené vo vybraných adresároch
sr_sr: Следеђа команда ће бити извршена на д свим селектованим датотекама и датотекама које се налазе у селектованим директоријумима.
uk_ua: Наступну команду буде виконано на всіх обраних б файлах та файлах в обраних директоріях.

source: The history information for the requested file could not be retrieved. Please make sure that you have network access.
cs_cz: Informace o historii vybraného souboru nemůže být získána. Prosím ujistěte se, že máte přístup k síti.
de_de: Der Verlauf der angeforderten Datei konnte nicht abgerufen werden. Vergewissern Sie sich, dass sie Netzwerk-Anschluss haben.
gl_es: A información do historial do ficheiro solicitado non pode ser recuperada. Por favor asegúrese de que ten acceso á rede.
hr_hr: Povijesna informacija za zatraženu datoteku nije mogla biti izvađena. Molimo provjerite da imate pristup mreži.
it_it: Impossibile recuperare la storia del file. Controllare che abbiate accesso alla rete.
nl_nl: The historie informatie van het geselecteerde bestand kon niet worden opgehaald. Controleer of je netwerk verbinding in orde is.
ro_ro: Istoricul fișierului nu poate fi accesat. Asigurațivă că aveți acces la rețea.
ru_ru: Не удалось получить историю информации для выбранного файла. Пожалуйста, убедитесь, что у Вас есть доступ к сети.
sk_sk: História pre požadovaný súbor nebola načítaná. Skontroluj prosím ťa či nemáš problémy s pripojením.
sr_sr: Историја измена за одабрану датотеку не може да буде добављена. Проверите да ли је све у реду са интернет конекцијом.
uk_ua: Неможливо знайти інформацію історії пошукуваного файлу. Переконайтесь,будь-ласка,що ви володієтедоступом до мережі.

source: The requested file could not be retrieved from the source control system.
cs_cz: Požadovaný soubor nemohl být získán z kontrolního systémového zdroje.
de_de: Die angeforderte Datei konnte nicht im Quellcode Kontroll System gefunden werden.
gl_es: O ficheiro solicitado non pode ser recuperado do sistema de control de fonte.
hr_hr: Zatražena datoteka nije mogla biti izvađena iz sustava kontrole izvora.
it_it: Il file richiesto non puo' essere recuperato dal sistema di controllo dei sorgenti.
nl_nl: het geselecteerde bestand kon niet worden opgehaald van het bron controle systeem
ro_ro: Fișierul nu poate fi accesat în sursă.
ru_ru: Запрашиваемый файл не может быть получен из системы управления исходниками.
sk_sk: Požadovaný súbor nemôže byť stiahnutý z daného typu zdroja
sr_sr: Захтевана датотека не може да будде добављена са сервера.
uk_ua: Неможливо знайти пошукуваний файл в системі контролю джерела.

source: The system returned the following message when attempting to move/copy %(filename)s: %(errmsg)s.
cs_cz: Systém vrítil následující zprávu při pokusu kopírovat/přesunout %(filename)s: %(errmsg)s.
de_de: Das System gab folgende Nachricht zurück, als es versuchte, %(filename)s zu verschieben/kopieren: %(errmsg)s
gl_es: O sistema devolveu a seguinte mensaxe cando intentaba mover/copiar %(filename)s: %(errmsg)s.
hr_hr: Sustav je uzvratio slijedeću poruku kod pokušaja pomjeranja/kopiranja %(filename)s: %(errmsg)s.
it_it: Il sistema ha restituito il seguente messaggio d'errore provando a muovere/copiare %(filename)s: %(errmsg)s.
nl_nl: Het systeem gaf de volgende melding bij een poging tot verplaatsen/kopiëren van %(filename)s: %(errmsg)s.
ro_ro: Sistemul a returnat următorul mesaj la încercarea de a muta/copia %(filename)s: %(errmsg)s.
ru_ru: Система вернула следующее сообщение при попытке перемещения/копирования %(filename)s: %(errmsg)s.
sk_sk: Pri pokuse o presunutie/kopírovanie súboru %(filename)s systém vrátil nasledujúcu správu: %(errmsg)s
uk_ua: Під час намагання переміщення чи копіювання %(filename)s, система повернула таке повідомлення: %(errmsg)s.

source: The system returned the following message when attempting to move/copy %(filename)s: %(errmsg)s. Do you wish to continue?
cs_cz: Systém vrítil následující zprávu při pokusu kopírovat/přesunout %(filename)s: %(errmsg)s. Přejete si pokračovat_
de_de: Das System gab folgende Nachricht zurück, als es versuchte, %(filename)s zu verschieben/kopieren: %(errmsg)s. Wollen Sie fortfahren?
gl_es: O sistema devolveu a seguinte mensaxe cando intentaba mover/copiar %(filename)s: %(errmsg)s. Desexa continuar?
hr_hr: Sustav je uzvratio slijedeću poruku kod pokušaja pomjeranja/kopiranja %(filename)s: %(errmsg)s. Da li želite nastaviti?
it_it: Il sistema ha restituito il seguente messaggio d'errore provando a muovere/copiare %(filename)s: %(errmsg)s. Si desidera continuare?
nl_nl: Het systeem gaf de volgende melding bij een poging tot verplaatsen/kopiëren van %(filename)s: %(errmsg)s. Wil je doorgaan?
ro_ro: Sistemul a returnat următorul mesaj la încercarea de a muta/copia %(filename)s: %(errmsg)s. Continuați?
ru_ru: Система вернула следующее сообщение при попытке перемещения/копирования %(filename)s: %(errmsg)s. Желаете продолжить?
sk_sk: Pri pokuse o presunutie/kopírovanie súboru %(filename)s systém vrátil nasledujúcu správu: %(errmsg)s. Chceš pokračovať?
uk_ua: Під час намагання переміщення чи копіювання %(filename)s, система повернула таке повідомлення: %(errmsg)s. Хочете продовжити?

source: Untitled Folder
cs_cz: Neoznačená složka
de_de: Unbenannter Ordner
gl_es: Cartafol sen título
hr_hr: Neimenovana Mapa
it_it: Cartella senza nome
nl_nl: Naamloze Folder
ro_ro: Dosar fără nume
ru_ru: Неназванная папка
sk_sk: Nepomenovaný adresár
uk_ua: Неназвана тека

source: Update
cs_cz: Aktualizovat
de_de: Aktualisieren
gl_es: Actualizar
hr_hr: Ažuriraj
it_it: Aggiorna
nl_nl: Verversen
ro_ro: Actualizează
ru_ru: Обновить
sk_sk: Aktualizovať
sr_sr: Освежи
uk_ua: Оновити

source: Use a specified diff program
cs_cz: Použijte specifikovaný diff program
de_de: Nutze ein angegebenes Vergleichs Programm
gl_es: Usar un programa diff determinado
hr_hr: Upotrijebi specificirani diff program
it_it: Utilizzare uno specifico programma per le differenze
nl_nl: Gebruik een alternatief diff programma
ro_ro: Folosește un program 'diff' particular
ru_ru: Использовать другую программу, похожую на diff
sk_sk: Použije sa tu zadaný diff program
uk_ua: Використовувати вказані розбіжності програми

source: Username
cs_cz: Uživatelské jméno
de_de: Benutzername
gl_es: Usuario
hr_hr: Korisničko ime
it_it: Nome utente
nl_nl: Gebruikersnaam
ro_ro: Nume utilizator
ru_ru: Имя пользователя
sk_sk: Užívateľské meno
sr_sr: Корисничко име
uk_ua: Ім'я користувача

source: Value
cs_cz: Hodnota
de_de: Wert
gl_es: Valor
hr_hr: Vrijednost
it_it: Valore
nl_nl: Waarde
ro_ro: Valoare
ru_ru: Значение
sk_sk: Hodnota
sr_sr: Вредност
uk_ua: Значення

source: You can not execute source control commands across multiple repositories.
cs_cz: Nemůžete spustit zdrojové kontrolní příkazy napříč rozmanitými repozitáři.
de_de: Sie können keine Quellcode Kontroll System Befehle auf mehrere Repositories ausführen.
gl_es: Non pode executar comandos de control de fonte a través de múltiples repositorios.
hr_hr: Ne možete izvršiti naredbe kontrole izvora preko višestrukih repozitorija.
it_it: Non si possono eseguire comandi di controllo sorgenti su repository multipli.
nl_nl: Je kan geen commando's uitvoeren op bestanden uit meerdere bron controle systemen
ro_ro: Nu puteți executa comenzi de control a sursei asupra mai multor depozite(repository)
ru_ru: Вы не можете выполнить комманду управления исходниками для нескольких репозитариях.
sk_sk: Nemôžeš použiť príkazy pre zdroj na viac repozitárov
sr_sr: Нисте у могућности да извршите команде на бише сервера.
uk_ua: Ви не можетевиконувати команди контролю джерела з декількох архівів.
