Repository: cjprecord/editra
Catalog: plugins/Projects/catalogs/Projects_*.po
Languages: cs_cz, de_de, gl_es, hr_hr, it_it, nl_nl, ro_ro, ru_ru, sk_sk, sr_sr, uk_ua

source: *NAME*
cs_cz: *JMÉNO*
gl_es: *NOME*
hr_hr: *IME*
it_it: *NOME*
nl_nl: *NAAM*
ro_ro: *NUME*
ru_ru: *НАЗВАНИЕ*
sk_sk: *NÁZOV*
sr_sr: *ИМЕ*
uk_ua: *ІМ'Я*

source: *VALUE*
cs_cz: *HODNOTA*
de_de: *WERT*
gl_es: *VALOR*
hr_hr: *VRIJEDNOST*
it_it: *VALORE*
nl_nl: *WAARDE*
ro_ro: *VALOARE*
ru_ru: *ЗНАЧЕНИЕ*
sk_sk: *HODNOTA*
sr_sr: *ВРЕДНОСТ*
uk_ua: *ЗНАЧЕННЯ*

source: . Do you wish to continue?
cs_cz: . Chcete pokračovat?
de_de: Wollen Sie fortfahren?
gl_es: . Queres continuar?
hr_hr: . Da li želite nastaviti?
it_it: Volete continuare?
nl_nl: . Wil je doorgaan?
ro_ro: . Continuați?
ru_ru: Хотите продолжить?
sk_sk: Naozaj chceš pokračovať?
sr_sr: . Да ли желите да наставите?
uk_ua: . Бажаєте продовжити?

source: Add Project
cs_cz: Přidat projekt
de_de: Projekt hinzufügen
gl_es: Engadir proxecto
hr_hr: Dodaj Projekt
it_it: Aggiungi progetto
nl_nl: Toevoegen project
ro_ro: Adaugă Proiect
ru_ru: Добавить проект
sk_sk: Pridať projekt
sr_sr: Додај пројекат
uk_ua: Додати проект

source: Add a New Repository Path
cs_cz: Přidat novou cestu repozitáře
de_de: Einen neuen Repository Pfad hinzufügen
gl_es: Engadir unha nova ruta de repositorio
hr_hr: Dodaj Put Novog Spremišta
it_it: Aggiungu un nuovo repository
nl_nl: Voeg een nieuw data opslag pad toe
ro_ro: Adaugă o cale nouă pentru Repository(resurse on-line)
ru_ru: Добавить новый путь к репозитарию
sk_sk: Pridať cestu k novému repozitáru
sr_sr: Додај нову путању до сервера
uk_ua: Додати новий шлях до архіву даних

source: Add to repository
cs_cz: Přidat do repozitáře
de_de: Repository hinzufügen
gl_es: Engadir a repositorio
hr_hr: Dodaj u spremište
it_it: Aggiungi al repository
nl_nl: Voeg toe aan data opslag
ro_ro: Adaugă la repository(resurse on-line)
ru_ru: Добавить в репозитарий
sk_sk: Pridať do repozitára
sr_sr: Додај на сервер
uk_ua: Додати до архіву даних

source: An error occurred when attempting to remove
cs_cz: Při odstranění nastala chyba
de_de: Beim Versuch %s zu entfernen ist ein Fehler aufgetreten.
gl_es: Ocurriu un erro cando se intentaba eliminar
hr_hr: Dogodila se greška kod pokušaja uklanjanja
it_it: E' occorso un errore quando si e' tentato di rimuovere
nl_nl: Er is een fout opgetreden tijdens het verwijderen
ro_ro: O eroare a apărut în încercarea de a șterge
ru_ru: Произошла ошибка при попытке удалить
sk_sk: Nastala chyba pri odstarňovaní
sr_sr: Дошло је до грешке при покушају уклањања
uk_ua: При спробі видалення виникла помилка

source: Author
cs_cz: Autor
de_de: Autor/in
gl_es: Autor
hr_hr: Autor
it_it: Autore
nl_nl: Auteur
ro_ro: Autor
ru_ru: Автор
sk_sk: Autor
sr_sr: Аутор
uk_ua: Автор

source: Built-in
cs_cz: Zabudovaný
gl_es: Incorporado
hr_hr: Ugrađen
it_it: Auto costruito
nl_nl: Ingebouwd
ro_ro: Integrat
ru_ru: Встроенный
sk_sk: Zabudovaný
sr_sr: Уграђен
uk_ua: Вбудовоно

source: C File
cs_cz: C soubor
de_de: C Datei
gl_es: Arquivo C
hr_hr: C Datoteka
it_it: Fle C
nl_nl: C bestand
ro_ro: Fișier C
ru_ru: C файл
sk_sk: C súbor
sr_sr: C датотека
uk_ua: Файл С

source: Choose a Project Directory
cs_cz: Vyberte složku projektu
de_de: Wählen Sie einen Projektordner
gl_es: Escolle un directorio de proxecto
hr_hr: Odaberi Direktorij Projekta
it_it: Seleziona la cartella del progetto
nl_nl: Kies een project map
ro_ro: Alegeți un dosar pentru proiect
ru_ru: Выбрать каталог проекта
sk_sk: Vyber adresár projektu
sr_sr: Изаберите директоријум пројекта
uk_ua: Обрати директорію проекту

source: Commit
cs_cz: Potvrdit
gl_es: Entregar
hr_hr: Izvršenje
it_it: Invia
nl_nl: Vastleggen (commit)
ro_ro: Aplicați
ru_ru: Подтвердить
sk_sk: Odovzdať
sr_sr: Предај
uk_ua: Виконати

source: Commit Dialog
cs_cz: Potvrdit dialog
gl_es: Diálogo de entrega
hr_hr: Dijalog Izvršenja
it_it: Dialog di invio
nl_nl: Vastleggen scherm
ro_ro: Dialog aplicare
ru_ru: Диалог подтверждения
sk_sk: Odovzdať
sr_sr: Предај дијалог
uk_ua: Виконати діалог

source: Commit changes
cs_cz: Potvrdit změny
de_de: Commit Änderungen
gl_es: Entregar cambios
hr_hr: Promjene izvršenja
it_it: Trasmetti cambiamenti
nl_nl: Wijzigingen vastleggen (commit)
ro_ro: Aplicați schimbările
ru_ru: Подтвердить изменения
sk_sk: Zmeny
sr_sr: Предај измене
uk_ua: Виконати зміни

source: Compare Revisions
cs_cz: Porovnat revize
de_de: Vergleiche Versionen
gl_es: Comparar revisións
hr_hr: Usporedi Revizije
it_it: Confronta revisioni
nl_nl: Vergelijk revisies
ro_ro: Comparați versiunile
ru_ru: Сравнить версии
sk_sk: Porovnať revízie
sr_sr: Упореди ревизије
uk_ua: Порівняти виправлення

source: Compare Selected Revisions
cs_cz: Porovnat vybrané revize
de_de: Vergleiche ausgewählte Versionen
gl_es: Compararar as revisións seleccionadas
hr_hr: Usporedi Odabrane Revizije
it_it: Confronta le revisioni selezionate
nl_nl: Vergelijk geselecteerde revisies
ro_ro: Comparați versiunile selectate
ru_ru: Сравнить выбранные версии
sk_sk: Porovnať vybrané revízie
sr_sr: Упореди селектоване ревизије
uk_ua: Порівняти обрані виправлення

source: Compare to Selected Revision
cs_cz: Porovnat vybranou revizi
de_de: Vergleiche mit ausgewählter Version
gl_es: Comparar coa revisión seleccionada
hr_hr: Usporedi sa Odabranom Revizijom
it_it: Confronta con la revisione selezionata
nl_nl: Vergelijk met geselecteerde revisie
ro_ro: Comparați cu versiunea selectată
ru_ru: Сравнить выбранную версию
sk_sk: Porovnať s vybranou revíziou
sr_sr: Упореди са селектованом ревизијом
uk_ua: Порівняти з обраним виправленням

source: Compare to previous version
cs_cz: Porovnat s předchozí verzí
de_de: Vergleiche mit vorherigen Version
gl_es: Comparar con versión anterior
hr_hr: Usporedi sa prethodnom inačicom
it_it: Confronta con la versione precedente
nl_nl: Vergelijk met vorige revisie
ro_ro: Compară cu versiunea precedentă
ru_ru: Сравнить предыдущую версию
sk_sk: Porovnať s predošlou verziou
sr_sr: Упореди са претходном ревизијом
uk_ua: Порівняти з попередньою версією

source: Configure
cs_cz: Konfigurovat
de_de: Konfiguriere
gl_es: Configurar
hr_hr: Konfiguriraj
it_it: Configura
nl_nl: Configureren
ro_ro: Configurare
ru_ru: Настройка
sk_sk: Nastav
sr_sr: Подеси
uk_ua: Сконфігурувати

source: Copy
cs_cz: Kopírovat
de_de: Kopieren
gl_es: Copiar
hr_hr: Kopiraj
it_it: Copia
nl_nl: Kopiëren
ro_ro: Copiază
ru_ru: Копировать
sk_sk: Kopírovať
sr_sr: Умножи
uk_ua: Копіювати

source: Could not retrieve file
cs_cz: Nemohu získat soubor
de_de: Konnte Datei nicht wiederfinden
gl_es: Non se puido recuperar o ficheiro
hr_hr: Nemoguće izvaditi datoteku
it_it: Non posso scaricare il file
nl_nl: Kon file niet ophalen
ro_ro: Nu pot accesa fișierul
ru_ru: Не удалось получить файл
sk_sk: Nemôžem načítať súbor
sr_sr: Не могу да добавим датотеку
uk_ua: Неможливо знайти файл

source: Cut
cs_cz: Vyjmout
de_de: Ausschneiden
gl_es: Cortar
hr_hr: Izreži
it_it: Taglia
nl_nl: Knippen
ro_ro: taie
ru_ru: Вырезать
sk_sk: Vystrihnúť
sr_sr: Исеци
uk_ua: Вирізати

source: Date
cs_cz: Datum
de_de: Datum
gl_es: Data
hr_hr: Datum
it_it: Data
nl_nl: Datum
ro_ro: Dată
ru_ru: Дата
sk_sk: Dátum
sr_sr: Датум
uk_ua: Дата

source: Diff Program
de_de: Diff-Programm
gl_es: Programa «Diff»
it_it: Programma di confronto
nl_nl: Diff-programma
ro_ro: Program "diff"
ru_ru: Программа сравнения
sk_sk: Program Diff
sr_sr: Програм за разликовање
uk_ua: Прирощена програма

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
gl_es: Editar
hr_hr: Uredi
it_it: Modifica
nl_nl: Bewerk
ro_ro: Editare
ru_ru: Правка
sk_sk: Upraviť
sr_sr: Уређивање
uk_ua: Редагувати

source: Enter a command to be executed on all selected files and files in selected directories.
cs_cz: Zadejte příkaz, který bude spuštěn na všech vybraných souborech a souborech ve vybraných adresářích.
de_de: Geben Sie einen Befehl ein der auf alle ausgewählten Dateien und Dateien in ausgewälten Ordnern ausgeführt wird.
gl_es: Introduce un comando que será executado sobre todas os ficheiros seleccionados e sobre os ficheiros dos directorios selecionados.
hr_hr: Unesi naredbu koja treba da se izvrši na svim odabranim datotekamau odabranim direktorijima.
it_it: Inserisci un comando da eseguire su tutti i file selezionati e su tutti i file nelle cartelle selezionate
nl_nl: Geef een commando om uit te voeren op de geselecteerde bestanden en de bestanden in de geselecteerde directories
ro_ro: Introduceți o comandă de executat în toate fișierele și în fișierele din toate dosarele selectate.
ru_ru: Введите команду, которая должна быть выполнена для всех выбранных файлов и файлов в выбранных каталогах.
sk_sk: Zadaj príkaz, ktorý bude použitý na všetky vybrané súbory a súbory vo vybraných adresároch
sr_sr: Унеси команду која ће бити извршена над свим селектованим датотекама и датотекама из селектованих директоријумима
uk_ua: Ввести команду, виконувану на всіх обраних файлах та файлах в обраних директоріях.

source: Enter command to execute on all files
cs_cz: Zadejte příkaz, který bude spuštěn na všech souborech
de_de: Geben Sie einen Befehl ein der auf all Dateien angewendet wird
gl_es: Introduce un comando que será executado en todos os ficheiros
hr_hr: unesi naredbu za izvršenje na svim datotekama
it_it: Inserisci un comando da eseguire su tutti i file
nl_nl: Geef een commando om uit te voeren op alle bestanden
ro_ro: Introduceți comanda de executat asupra tuturor fișierelor
ru_ru: Введите команду, которая будет выполнена для все файлов
sk_sk: Zadaj príkaz, ktorý sa použije na všetky súbory
sr_sr: Унеси команду која ће бити извршена над свим датотекама
uk_ua: Ввести команду, виконувану на всіх файлах

source: Enter your commit message:
cs_cz: Zadejte svou potvrzovací zprávu:
de_de: Geben Sie die Commit Nachricht ein:
gl_es: Escribe a túa mensaxe de entrega
hr_hr: Unesite vašu poruku izvršenja:
it_it: Entra il tuo messaggio di invio
nl_nl: Geef revisie omschrijving
ro_ro: Introduceți propriul mesaj de aplicare
ru_ru: Введите Ваше сообщение:
sk_sk: Napíš správu k tvojej odovzávke
sr_sr: Унеси твоју поруку при предаји:
uk_ua: Ввести повідомлення виконання:

source: Environment Variables
cs_cz: Proměnné prostředí
de_de: Umgebungsvariablen
gl_es: Variables de ambiente
hr_hr: Varijable Okruženja
it_it: Variabili d'ambiente
nl_nl: Omgevingsvariabelen
ro_ro: Variabile de mediu
ru_ru: Переменные окружения
sk_sk: Premenné prostredia
sr_sr: Променљиве окружења
uk_ua: Змінні середовища

source: Error occurred when copying/moving files
cs_cz: Vyskytla se chyba při kopírování/přesouvání souborů
de_de: Ein Fehler ist aufgetreten während dem kopieren/verschiebend von Dateien
gl_es: Produciuse un erro mentres se copiaban/movían os ficheiros
hr_hr: Dogodila se greška kod kopiranja/pomjeranja datoteka
it_it: Errore durante la copia/spostamento dei file
nl_nl: Er deed zich een fout voor tijdens het kopiëren/verplaatsen van de bestanden
ro_ro: Eroare la copierea/mutarea fișierelor
ru_ru: Произошла ошибка при копировании/перемещении файлов
sk_sk: Nastala chyba pri kopírovaní/presúvaní súborov
sr_sr: Дошло је до грешке при умножавању/премештању датотека
uk_ua: При видаленні/переміщенні файлів виникла помилка

source: Error occurred when removing files
cs_cz: Vyskytla se chyba při mazání souborů
de_de: Ein Fehler ist aufgetreten beim Entfernen von Dateien
gl_es: Produciuse un erro eliminando os ficheiros
hr_hr: Dogodila se greška kod uklanjanja datoteka
it_it: Errore occorso durante la rimozione dei files
nl_nl: Er deed zich een fout voor tijdens het verwijderen van de bestanden
ro_ro: Eroare la ștergerea fișierelor
ru_ru: Произошла ошибка при удалении файлов
sk_sk: Nastala chyba pri odstraňovaní súborov
sr_sr: Дошло је до грешке при уклањању датотека
uk_ua: При видаленні файлів виникла помилка

source: Executable Path
cs_cz: Spustitelná cesta
de_de: Pfad zum ausführbaren Programm
gl_es: Ruta executable
hr_hr: Izvršni Put
it_it: Indirizzo eseguibile
nl_nl: Programma pad
ro_ro: Calea către executabil
ru_ru: Исполняемый путь
sk_sk: Prístupná cesta
uk_ua: Виконуваний шлях

source: Execute command on files
cs_cz: Spustit příkaz na souborech
de_de: Führe Befehl auf Dateien aus
gl_es: Executar comandos sobre os ficheiros
hr_hr: Izvrši naredbu na datotekama
it_it: Esegui il comando sui file
nl_nl: Voer command uit op bestanden
ro_ro: Aplică fișierelor comanda
ru_ru: Выполнение команды для файлов
sk_sk: Použi príkaz na súbory
sr_sr: Изврши команде над датотекама
uk_ua: Виконати команду на файлах

source: Execute command...
cs_cz: Spustit příkaz...
de_de: Führe Befehl aus...
gl_es: Executar comando...
hr_hr: Izvrši naredbu...
it_it: Esegui il comando ...
nl_nl: Voer command uit ...
ro_ro: Execută comanda...
ru_ru: Выполнение команды...
sk_sk: Spusti príkaz...
sr_sr: Извтши команду...
uk_ua: Виконати команду...

source: File Filters
cs_cz: Filtry souborů
de_de: Datei Filter
gl_es: Filtros de ficheiro
hr_hr: Filteri Datoteka
it_it: Filtro file
nl_nl: Bestandsfilters
ro_ro: Sortare fișiere
ru_ru: Фильтры файлов
sk_sk: Súborové filtre
sr_sr: Филтери датотека
uk_ua: Фільтри файлу

source: Filename
cs_cz: Název souboru
de_de: Dateiname
gl_es: Nome do ficheiro
hr_hr: Naziv datoteke
it_it: Nome file
nl_nl: Bestandsnaam
ro_ro: Nume fişier
ru_ru: Имя файла
sk_sk: Názov súboru
uk_ua: Назва файла

source: Folder
cs_cz: Složka
de_de: Verzeichnis
gl_es: Cartafl
hr_hr: Mapa
it_it: Cartella
nl_nl: Map
ro_ro: Dosar
ru_ru: Папка
sk_sk: Adresár
sr_sr: Директоријум
uk_ua: Папка

source: General
cs_cz: Obecné
de_de: Allgemein
gl_es: Xeral
hr_hr: Uopćen
it_it: Generale
nl_nl: Algemeen
ru_ru: Общие
sk_sk: Všeobecné
sr_sr: Опште
uk_ua: Загальне

source: HTML File
cs_cz: HTML soubor
de_de: HTML-Datei
gl_es: Ficheiro HTML
hr_hr: HTML Datoteka
it_it: File HTML
nl_nl: HTML-bestand
ro_ro: Fișier HTML
ru_ru: HTML-файл
sk_sk: HTML súbor
sr_sr: HTML фајл
uk_ua: Файл HTML

source: History information could not be retrieved
cs_cz: Informace o historie nemůže být získána
de_de: Verlaufs-Information konnte nicht wiederhergestellt werden
gl_es: A información do historial non pode ser recuperada
hr_hr: Povijesna informacija nije mogla biti izvađena
it_it: Lo storico delle informazioni non puo' essere trovato
nl_nl: historische informatie kon niet worden opgehaald
ro_ro: Informațiile despre istoric nu au putut fi găsite
ru_ru: Не может быть получена история информации
sk_sk: Informácie o histórii neboli načítané
sr_sr: Информација о претходним активностима се не може добавити
uk_ua: Неможливо знайти інформацію запису

source: Keep project tree synchronized with editor notebook
cs_cz: Udržet strom projektu synchronizovaný s editorským poznámkovým blokem
de_de: Projekt Baum mit editor Seite synchron behalten
gl_es: Manter a árbore do proxecto sincronizada co caderno do editor
hr_hr: Vodi projektno stablo sinkronizirano sa uredničkom bilježnicom
it_it: Mantieni l' albero del progetto sincronizzato con il notebook dell' editor
nl_nl: Synchroniseer project met gebruikers laptop
ro_ro: Păstrați structura proiectului sincronizată cu editorul
ru_ru: Синхронизировать дерево проекта с редактором блокнота
sk_sk: Udržať strom projektu synchronizovaný s notebookom editora
sr_sr: Одржавај пројектно стабло синхонизовано са уређивачем
uk_ua: Зберігати синхронізацію дерева проекту із записником редактора

source: Log Message
cs_cz: Zpráva záznamu
de_de: Protokollmeldung
gl_es: Mensaxe de rexistro
hr_hr: Poruka iz Dnevnika
it_it: Messaggio di log
nl_nl: Log melding
ro_ro: Mesaj în jurnal
ru_ru: Журнал сообщений
sk_sk: Správa logu
sr_sr: Лог порука
uk_ua: Повідомлення Журналу

source: Make Patch
cs_cz: Vytvořit záplatu
de_de: Patch erstellen
gl_es: Crear parche
hr_hr: Napravi Zakrpu
it_it: Esegui il rattoppo
nl_nl: Maak patch
ro_ro: Fă modificarea(patch)
ru_ru: Сделать патч
sk_sk: Vytvor patch
sr_sr: Направи закрпу
uk_ua: Здійснити виправлення

source: Message
cs_cz: Zpráva
de_de: Nachricht
gl_es: Mensaxe
hr_hr: Poruka
it_it: Messaggio
nl_nl: Bericht
ro_ro: Mesaj
ru_ru: Сообщение
sk_sk: Správa
uk_ua: Повідомлення

source: Move to Recycle Bin
cs_cz: Přesunout do koše
de_de: In den Mülleimer verschieben
gl_es: Mover á Papeleira de Reciclaxe
hr_hr: Prebaci u Koš za Otpatke
it_it: Sposta nel Cestino
nl_nl: Naar prullenbak verplaatsen
ro_ro: Mută la coșul de gunoi
ru_ru: Переместить в корзину
sk_sk: Presunúť do koša
uk_ua: Перемістити до кошика

source: Move to Trash
cs_cz: Přesunout do koše
de_de: In den Mülleimer verschieben
gl_es: Mover ao lixo
hr_hr: Prebaci u Smeće
it_it: Sposta nel cestino
nl_nl: Naar prullenbak verplaatsen
ro_ro: Șterge
ru_ru: Переместить в корзину
sk_sk: Presunúť do odpadkov
uk_ua: Перемістити у смітник

source: Name
cs_cz: Jméno
gl_es: Nome
hr_hr: Ime
it_it: Nome
nl_nl: Naam
ro_ro: Nume
ru_ru: Имя
sk_sk: Názov
sr_sr: Назив
uk_ua: Ім'я

source: New...
cs_cz: Nový..
de_de: Neu...
gl_es: Novo...
hr_hr: Novi...
it_it: Nuovo...
nl_nl: Nieuw...
ro_ro: Nou...
ru_ru: Новый...
sk_sk: Nový...
sr_sr: Нови...
uk_ua: Новий...

source: Open
cs_cz: Otevřít
de_de: Öffnen
gl_es: Abrir
hr_hr: Otvori
it_it: Apri
ro_ro: Deschide
ru_ru: Открыть
sk_sk: Otvoriť
sr_sr: Отвори
uk_ua: Відкрити

source: Open Projects Sidepanel
cs_cz: Otevřít boční panel projektu
de_de: Öffnet Projekt Seitenfenster
gl_es: Panel lateral de proxectos abertos
hr_hr: Otvori Bočnu Alatnu Traku Projekta
it_it: Apri il pannello dei progetti
nl_nl: Geef projectpaneel weer
ro_ro: Deschide panoul Proiecte
ru_ru: Открыть боковую панель проектов
sk_sk: Otvoriť postranný panel Projekty
sr_sr: Отвори панел пројеката у бочном панелу
uk_ua: Відкрити бокову Панель Проектів

source: Open enclosing folder
cs_cz: Otevřít přiloženou složku
de_de: Überverzeichniss öffnen
gl_es: Abrir cartafol contenedor
hr_hr: Otvori priloženu mapu
it_it: Apri la cartella inclusa
nl_nl: Open bevattende folder
ro_ro: Deschideți dosarul părinte
ru_ru: Открыть включающую папку
sk_sk: Otvoriť uzatváraný adresár
sr_sr: Отвори директоријум
uk_ua: Відкрити вміщену папку

source: Open the Projects source control summary list
cs_cz: Otevřít kontrolní shrnující seznam kódu projektu
de_de: Öffnet die Liste der Zusammenfassung der Quellenkontrolle des Projekts
gl_es: Abrir a lista do sumario do control da fonte dos proxectos
hr_hr: Otvori sažetak kontrole izvora Projekta
it_it: Apri la lista di sommario del progetto sorgente
nl_nl: Open de Project code revisie samenvatting
ro_ro: Deschideți lista cu sumarul sursei proiectelor
ru_ru: Открыть источник управления проектами общим списком
sk_sk: Otvoriť sumarizačný výpis zdrojov pre Projekty
uk_ua: Відкрити висновки керування джерелами проектів

source: Password
cs_cz: Heslo
de_de: Passwort
gl_es: Contrasinal
hr_hr: Lozinka
it_it: Parola d'accesso
nl_nl: Wachtwoord
ro_ro: Parolă
ru_ru: Пароль
sk_sk: Heslo
sr_sr: Лозинка
uk_ua: Пароль

source: Paste
cs_cz: Vložit
de_de: Einfügen
gl_es: Pegar
hr_hr: Zalijepi
it_it: Incolla
nl_nl: Plakken
ro_ro: Lipeşte
ru_ru: Вставить
sk_sk: Prilepiť
sr_sr: Убаци
uk_ua: Вставити

source: Php File
cs_cz: PHP soubor
de_de: PHP-Datei
gl_es: Ficheiro PHP
hr_hr: Php Datoteka
it_it: Fle PHP
nl_nl: PHP-bestand
ro_ro: Fișier PHP
ru_ru: PHP-файл
sk_sk: PHP súbor
sr_sr: PHP датотека
uk_ua: Файл PHP

source: Please enter a repository path. Partial paths may also be entered.
cs_cz: Prosím zadejte cestu k repozitáři. Mohou být zadány i částečné cesty.
de_de: Bitte geben Sie einen Pfad zu einem Repository ein. Relative Pfade können auch eingegeben werden.
gl_es: Por favor escriba a ruta dun repositorio. Tamén se permiten rutas parciais.
hr_hr: Molimo unesite put repozitorija. Djelomični putevi mogu također biti unešeni.
it_it: Per cortesia inserire l'indirizzo del repository. Sono accettati anche percorsi parziali.
nl_nl: Geef een repository path op. Gedeeltelijk paden zijn ook toegestaan.
ro_ro: Adăugați o cale către reposirory(resurse on-line).Poate fi introdusă și o cale parțială.
ru_ru: Пожалуйста, введите путь к репозитарию. Может быть также введен неполный путь.
sk_sk: Zadaj prosím ťa cestu k repozitáru. Môžeš použiť aj čiastočnú cestu.
sr_sr: Молим унесите путању до сервера. И непотпуне путање такође могу бити унете.
uk_ua: Введіть,будь-ласка,шлях архіву даних. Можна ввести і неповні шляхи.

source: Projects
cs_cz: Projekty
de_de: Projekte
gl_es: Proxectos
hr_hr: Projekti
it_it: Progetti
nl_nl: Projecten
ro_ro: Proiecte
ru_ru: Проекты
sk_sk: Projekty
sr_sr: Пројекти
uk_ua: Проекти

source: Projects Configuration
cs_cz: Nastavení projektů
de_de: Projekt Konfiguration
gl_es: Configuración de proxectos
hr_hr: Konfiguracija Projekta
it_it: Configurazione progetti
nl_nl: Project configuratie
ro_ro: Configurare proiecte
ru_ru: Конфигарация проектов
sk_sk: Nastavenie - Projekty
sr_sr: Подешавања пројеката
uk_ua: Конфігурація проектів

source: Python File
cs_cz: Python soubor
de_de: Python Datei
gl_es: Ficheiro Python
hr_hr: Python Datoteka
it_it: File Python
nl_nl: Python bestand
ro_ro: Fișier Python
ru_ru: Файл Python
sk_sk: Python súbor
sr_sr: Python датотека
uk_ua: Файл Python

source: Recent Messages
cs_cz: Nedávné zprávy
de_de: Letzte Nachrichten
gl_es: Mensaxes recentes
hr_hr: Nedavne Poruke
it_it: Messaggi recenti
nl_nl: Recente berichten
ro_ro: Mesaje recente
ru_ru: Недавние сообщения
sk_sk: Posledné správy
uk_ua: Недавні повідомлення

source: Refresh
cs_cz: Obnovit
de_de: Aktualisieren
gl_es: Actualizar
hr_hr: Osvježi
it_it: Aggiorna
nl_nl: Vernieuwen
ro_ro: Reîmprospătare
ru_ru: Обновить
sk_sk: Obnoviť
uk_ua: Оновити

source: Refresh status
cs_cz: Obnovit status
de_de: Erneuerungs Status
gl_es: Actualizar estado
hr_hr: Osvježi status
it_it: Aggiorna stato
nl_nl: Ververs status
ro_ro: Stare actualizare
ru_ru: Обновить состояние
sk_sk: Stav obnovenia
sr_sr: Освежи статус
uk_ua: Поновити статус

source: Remove Project
cs_cz: Odstranit projekt
de_de: Projekt entfernen
gl_es: Eliminar proxecto
hr_hr: Ukloni Projekt
it_it: Elimina il progetto
nl_nl: Verwijder project
ro_ro: Șterge proiect
ru_ru: Удалить проект
sk_sk: Odstrániť projekt
sr_sr: Уклони пројекат
uk_ua: Видалити проект

source: Remove from repository
cs_cz: Odstranit z repozitáře
de_de: Aus Repository entfernen
gl_es: Eliminar do repositorio
hr_hr: Ukloni iz repozitorija
it_it: Elimina dal repository
nl_nl: Verwijder uit repository
ro_ro: Șterge din repository
ru_ru: Удалить из репозитария
sk_sk: Odstrániť z repozitára
sr_sr: Уклони са сервера
uk_ua: Видалити з архіву

source: Remove repository
cs_cz: Odstranit repozitář
de_de: Repository entfernen
gl_es: Eliminar repositorio
hr_hr: Ukloni repozitorij
it_it: Elimina repository
nl_nl: Verwijder repository
ro_ro: Șterge repository
ru_ru: Удалить репозитарий
sk_sk: Odstrániť repozitár
sr_sr: Уклони сервер
uk_ua: Видалити архів

source: Repository
cs_cz: Repozitář
gl_es: Repositorio
hr_hr: Repozitorij
nl_nl: Pakketbron
ro_ro: Repozitory(depozit on-line)
ru_ru: Репозиторий
sk_sk: Repozitár
uk_ua: Репозиторій

source: Repository Configuration
cs_cz: Konfigurace repozitárů
de_de: Repository Konfiguration
gl_es: Configuración do repositorio
hr_hr: Konfiguracija Repozitorija
it_it: Configura il repository
nl_nl: Repository Configuratie
ro_ro: Configurare repository
ru_ru: Конфигурация репозитария
sk_sk: Nastavenie repozitára
sr_sr: Подешавања сервера
uk_ua: Конфігурація архіву

source: Retrieving File History
cs_cz: Získávání historie souboru
de_de: Datei Verlauf abrufen
gl_es: Adquirindo historial do ficheiro
hr_hr: Izvađanje Povijesti Datoteke
it_it: Recupero della storia del file in corso
nl_nl: Bestands historie ophalen
ro_ro: Istorie fișier
ru_ru: Получение истории файла
sk_sk: Načítam históriu súborov
sr_sr: Добави информације о претходим активостима са датотеком
uk_ua: Пошук Історії Файлу

source: Rev #
cs_cz: Revize č.
de_de: Version #
ru_ru: Предпр. #
sr_sr: Рев #
uk_ua: Реверс #

source: Revert
cs_cz: Vrátit
de_de: Rückgängig
gl_es: Revertir
hr_hr: Vrati
it_it: Ripristina
nl_nl: Herstel
ro_ro: Restaurează
ru_ru: Вернуть
sk_sk: Vrátiť
uk_ua: Повернути
