Repository: cjprecord/editra
Catalog: plugins/codetemplater/catalogs/codetemplater_*.po
Languages: cs_cz, es_es, it_it, lv_lv

source: Add a New Template
cs_cz: Přidat novou šablonu
es_es: Añadir nueva planilla
it_it: Aggiungi un nuovo modello
lv_lv: Pievienot jaunu veidni

source: An "$" character.
cs_cz: Nějaký "$" znak.
es_es: Añadir el carácter «$».
it_it: Un carattere "$".
lv_lv: Rakstzīme "$"

source: Causes the language type used for templates to adjust to the file type whenever a new tab is selected
es_es: Hace que el tipo de lenguaje usado para las plantillas se ajuste al tipo de archivo cuando se seleccione una nueva pestaña.
it_it: Fa sì che il tipo di linguaggio utilizzato per i modelli si adegui al tipo di file ogni volta che una nuova scheda è selezionata
lv_lv: Aktivizē veidnēs lietotās valodas tipa pielāgošanu faila tipam, tiklīdz tiek atlasīta jauna tabulēšanas rakstzīme

source: Check to have all lines of the template be indented to match the indentation at which the template is inserted
es_es: Comprobar que todas las línea de la plantilla estén sangradas con el mismo sangrado con el que se insertará la plantilla.
it_it: Controllare di avere tutte le linee del modello con l'opportuna indentazione in modo che corrisponda l'indentazione in cui il modello è inserito
lv_lv: Atzīmējiet, lai ievietotu atkāpi visās veidnes rindās atbilstoši atkāpes pozīcijai, kurā tiek ievietota veidne

source: Code Template Editor
cs_cz: Editor kódu šablony
es_es: Editor de plantillas de código
it_it: Editor di codice del modello
lv_lv: Koda veidņu redaktors

source: Code Templates
cs_cz: Kódy šablon
es_es: Plantillas de código
it_it: Codice del Modello
lv_lv: Koda veidnes

source: CodeTemplater
cs_cz: Šablonový kód
it_it: Codice campione

source: Convert Selection to Get/Set Property
cs_cz: Převést zvolené na získat/nastavit vlastnost
es_es: Convierte la selección a propiedad con Get/Set
it_it: Convertire la Selezione per Avere/Impostare la Proprieta
lv_lv: Konvertēt atlasi par rekvizītu Get/Set

source: Convert Selection to Get/Set/Del Property
es_es: Convierte la selección a propiedad con Get/Set/Del
it_it: Convertire la Selezione per Avere/impostare/Cancellare la Proprieta
lv_lv: Konvertēt atlasi par rekvizītu Get/Set/Del

source: Convert Selection to read-only Property
cs_cz: Převést vybrané na vlastnost jen pro čtení
es_es: Convierte la selección a propiedad de sólo lectura
it_it: Convertire la proprieta in sola lettura
lv_lv: Konvertēt atlasi par tikai lasāmu rekvizītu

source: Convert selection into a method
cs_cz: Převést výběr do metody
es_es: Convertir selección en un método
it_it: Convertire la selezione in un metodo
lv_lv: Konvertēt atlasi par metodi

source: Edit Templates...
cs_cz: Upravyt šablony...
es_es: Editar plantillas...
it_it: Edit i Modelli
lv_lv: Rediģēt veidnes...

source: Help Text:
cs_cz: Pomocný text:
es_es: Texto de ayuda:
it_it: Testo di Aiuto:
lv_lv: Palīdzības teksts:

source: Insert Code Templates into Document
es_es: Insertar plantillas de código en documento
it_it: Inserire il codice dei modelli nel documento
lv_lv: Ievietot koda veidnes dokumentā

source: Iterate over items of selected dictionary
es_es: Iterar sobre los elementos del diccionario seleccionado
it_it: Interagise sui pezzi del dizionario selezionato
lv_lv: Veikt iterāciju ar atlasītās vārdnīcas elementiem

source: Move cursor to this location after inserting template.
cs_cz: Po vložení šablony přesuňte kurzor na toto místo.
es_es: Mover el cursor a esta ubicación después de insertar la plantilla.
it_it: Muovere il cursore nella seguente posizione dopo l'inserimentoi del modello
lv_lv: Pēc veidnes ievietošanas pārvietot kursoru uz šo pozīciju

source: Name:
cs_cz: Název:
es_es: Nombre:
it_it: Nome:
lv_lv: Nosaukums:

source: New Template
cs_cz: Nová šablona
es_es: Nueva plantilla
it_it: Nuovo modello
lv_lv: Jauna veidne

source: Obey Indentation?
cs_cz: Řídit se podle odsazení?
es_es: ¿Respetar sangrado?
it_it: Obbedire all'indentazione?
lv_lv: Vai saskaņot atkāpes?

source: Open a Dialog to Edit the Templates Currently in Use
cs_cz: Otevřít dialog pro upravování šablon, které se právě používají
es_es: Abrir un diálogo para editar las plantillas que están actualmente en uso
it_it: Apri una finestra di dialogo per Editare il Modello correntemente in uso
lv_lv: Atvērt dialogu, lai rediģētu pašlaik lietotās veidnes

source: Remove the selected Template
cs_cz: Odstranit zvolenou šablonu
es_es: Eliminar la plantilla seleccionada
it_it: Rimuovi il modello selezionato
lv_lv: Noņemt atlasīto veidni

source: Replace with selected text. "
cs_cz: Nahradit zvoleným textem. "
es_es: Reemplazar con el texto seleccionado. «
it_it: Rimpiazza con il testo selezionato. "
lv_lv: Aizstāt ar atlasīto tekstu. "

source: Replace with selected, first character lower case.
es_es: Reemplazar con selección pero con el primer carácter en minúscula.
it_it: Sostituisci con il selezionato, il primo carattere minuscolo.
lv_lv: Aizstāt ar atlasīto tekstu, lietot mazo sākumburtu.

source: Replace with selected, first character upper case.
es_es: Reemplazar con selección pero con el primer carácter en mayúscula.
it_it: Sostituisci con il selezionato, il primo carattere maiuscolo.
lv_lv: Aizstāt ar atlasīto tekstu, lietot lielo sākumburtu

source: Reset to defaults
cs_cz: Obnovit výchozí hodnoty
es_es: Restaurar a valores predefinidos
it_it: Ripristina i valori predefiniti
lv_lv: Atjaunot noklusējumu

source: Resets the Profile to default as well as the Current Setup
cs_cz: Obnoví profil na výchozí, stejně jako aktuální nastavení
es_es: Restaura el perfil a los valores predefinidos además de la configuración actual
it_it: Ripristina il Profilo ai valori predefiniti come dalle correnti impostazioni
lv_lv: Atiestata profilu, kā arī pašreizējo konfigurāciju uz noklusējuma vērtībām

source: Save
cs_cz: Uložit
es_es: Guardar
it_it: Salva
lv_lv: Saglabāt

source: Save to the Profile to be reloaded on next Startup
cs_cz: Uložit do profilu, aby bylo znovu načteno při dalším spuštění
es_es: Guardar como perfil que se recargará al iniciar otra vez
it_it: Salva nel profilo per essere ricaricato al prossimo avvio
lv_lv: Saglabāt profilā, kas tiks ielādēts nākamajā startēšanas reizē

source: Show Code Templates
cs_cz: Zobrazit kód šablon
es_es: Mostrar plantillas de código
it_it: Mostra il codice del modello
lv_lv: Rādīt koda veidnes

source: Synchronize language with file type?
cs_cz: Synchronizovat jazyk s typem souboru?
es_es: ¿Sincronizar idioma con tipo de archivo?
it_it: Sincronizzo il linguaggio con il tipo di file?
lv_lv: Vai sinhronizēt valodu ar faila tipu?

source: Template Codes:
cs_cz: Kódy šablony:
es_es: Plantillas de código:
it_it: Codice Del Modello:
lv_lv: Veidņu kodi:

source: Template Popup shortcut (requires restart):
cs_cz: Šablona Popup zástupce (vyžaduje restart):
es_es: Atajo del emergente de plantillas (requiere reiniciar):
it_it: Modello Popup di scelta rapida (richiede il riavvio):
lv_lv: Veidņu uznirstošā loga atvēršanas taustiņu kombinācija (jāveic restartēšana):

source: tabs will be replaced by the appropriate indent.
cs_cz: Záložky budou přesunuty příslušnou odrážkou.
es_es: los tabuladores se sustituirán por el sangrado adecuado.
it_it: I tab saranno sostituiti dalle appropriate indentazioni
lv_lv: tabulēšanas rakstzīmes tiks aizstātas ar atbilstošā platuma atkāpi.
