Repository: cjprecord/editra
Catalog: plugins/PyStudio/catalogs/PyStudio_*.po
Languages: lv_lv

source: Debuggee finished.
lv_lv: Atkļūdojamais process pabeigts.

source: Debugger detached.
lv_lv: Atkļūdojamais process atvienots.

source: %s Click 'Cancel' to ignore this warning in this session.
lv_lv: %s Lai šo brīdinājumu šajā sesijā ignorētu, noklikšķiniet uz Atcelt.

source: (error prevented analysis)
lv_lv: (analīze netika veikta kļūdas dēļ)

source: (syntax error raised for a module)
lv_lv: (modulī izraisīta sintakses kļūda)

source: (warning notes in code comments)
lv_lv: (brīdinājuma piezīmes koda komentāros)

source: Abstract class is only referenced a few times
lv_lv: Norāde uz abstrakto klasi ir lietota tikai dažas reizes

source: Abstract class not referenced
lv_lv: Nav norāžu uz abstrakto klasi

source: Access to a protected member of a client class
lv_lv: Piekļuve aizsargātam klienta klases elementam

source: Accessing method before it is defined
lv_lv: Piekļuve metodei pirms tās definēšanas

source: Add python executable
lv_lv: Pievienot Python izpildāmo failu

source: Allow Synchronicity
lv_lv: Atļaut sinhronitāti

source: An unhandled exception was caught. Would you like to analyze it?
lv_lv: Tika notverts neapstrādāts izņēmums. Vai vēlaties to analizēt?

source: Arguments number differs from super method
lv_lv: Argumentu skaits atšķiras no augstāka līmeņa metodes

source: Assigning to function call which doesn't return
lv_lv: Piešķire tādas funkcijas izsaukumam, kas neatgriež nekādu vērtību

source: Assigning to function call which only returns None
lv_lv: Piešķire tādas funkcijas izsaukumam, kas atgriež tikai None

source: Attach
lv_lv: Pievienot

source: Attach to a script (that has the debugger engine running) on local or remote machine:
lv_lv: Pievienot skriptam (kas izmanto atkļūdošanas programmu) lokālajā vai attālajā datorā:

source: Attribute defined outside __init__
lv_lv: Atribūts ir definēts ārpus __init__

source: Automatic
lv_lv: Automātiski

source: Automatically rerun on save, document change, and file load
lv_lv: Automātiski izpildīt vēlreiz saglabāšanas, dokumenta izmaiņu un faila ielādes gadījumā

source: Bad except clauses order
lv_lv: Nederīgs operatoru except pieprasījums

source: Bad first argument given to super class
lv_lv: Augstāka līmeņa klasei piešķirts nederīgs pirmais arguments

source: Bad indentation
lv_lv: Nederīga atkāpe

source: Bad option value
lv_lv: Nederīga izvēles iespējas vērtība

source: Black listed name
lv_lv: Nosaukums no melnā saraksta

source: Break
lv_lv: Pārtraukt

source: Catch "Exception"
lv_lv: Notvert izņēmumu

source: Check for syntax errors on save
lv_lv: Saglabājot pārbaudīt, vai nav sintakses kļūdu

source: Class has no __init__ method
lv_lv: Klasei nav metodes __init__

source: Class method should have "cls" as first argument
lv_lv: Klases metodē kā pirmajam argumentam jābūt "cls"

source: Clear
lv_lv: Notīrīt

source: Code Analysis
lv_lv: Koda analīze

source: Comma not followed by a space
lv_lv: Pēc komata nav atstarpes

source: Configure
lv_lv: Konfigurēt

source: Convention
lv_lv: Nosacītais apzīmējums

source: Copy Module Path
lv_lv: Kopēt moduļa ceļu

source: Currently active Python
lv_lv: Pašlaik aktīvais Python fails

source: Cyclic import
lv_lv: Cikliska importēšana

source: Dangerous default value used as an argument
lv_lv: Par argumentu izmantota nestabila noklusējuma vērtība

source: Data Retrieval Timeout
lv_lv: Datu izgūšanas taimauts

source: Debugger
lv_lv: Atkļūdotājs

source: Debugger Args
lv_lv: Atkļūdotāja argumenti

source: Debugger attached.
lv_lv: Atkļūdotājs pievienots.

source: Debugger attached. Debuggee output starts now...
lv_lv: Atkļūdotājs pievienots. Tagad tiek sākta atkļūdojamā procesa izvade...

source: Debugging remote debuggee %s
lv_lv: Notiek attālā atkļūdojamā procesa %s atkļūdošana

source: Delete All Breakpoints
lv_lv: Dzēst visus pārtraukumpunktus

source: Delete All Expressions
lv_lv: Dzēst visas izteiksmes

source: Delete Breakpoint
lv_lv: Dzēst pārtraukumpunktu

source: Delete Expression
lv_lv: Dzēst izteiksmi

source: Description
lv_lv: Apraksts

source: Disabling Pylint Autorun during Debug.
lv_lv: Notiek Pylint automātiskās izpildes deaktivizēšana atkļūdošanas laikā.

source: Duplication
lv_lv: Dublēšana

source: Empty docstring
lv_lv: Tukša dokumentācijas virkne

source: Enabled
lv_lv: Aktivizēts

source: Enter Code to Execute
lv_lv: Ievadiet kodu, kas jāizpilda

source: Enter module name to search for
lv_lv: Ievadiet meklējamo moduļa nosaukumu

source: Error
lv_lv: Kļūda

source: Errors / warnings by module
lv_lv: Kļūdas/brīdinājumi pēc moduļa

source: Escape Non-Ascii Characters for Execute/Evaluate
lv_lv: Rakstzīmes, kas nav ASCII, izpildes/vērtēšanas vajadzībām pārveidot par atsoļa sekvenci

source: Except doesn't do anything
lv_lv: Except neveic nekādu darbību

source: Exception doesn't inherit from standard "Exception" class
lv_lv: Izņēmums netiek mantots no standarta izņēmuma klases

source: Exceptions
lv_lv: Izņēmumi

source: Execute
lv_lv: Izpildīt

source: Explicit return in __init__
lv_lv: Metodē __init__ ir tieši norādīts operators return

source: Expression
lv_lv: Izteiksme

source: External dependencies
lv_lv: Ārējās atkarības

source: Failed to load results data: %s
lv_lv: Neizdevās ielādēt rezultātu datus: %s

source: Failed to save PyLint Results
lv_lv: Neizdevās saglabāt PyLint rezultātus

source: Fatal
lv_lv: Fatāla kļūda

source: File
lv_lv: Fails

source: Filename
lv_lv: Faila nosaukums

source: Filtering:
lv_lv: Filtrēšana:

source: Fork into Child
lv_lv: Sazarojums bērnprocesā

source: Format detection error
lv_lv: Formāta noteikšanas kļūda

source: Found inconsistent indentation
lv_lv: Atklāta nekonsekventa atkāpe

source: Frame
lv_lv: Kadrs

source: Function
lv_lv: Funkcija

source: General
lv_lv: Vispārīgi

source: Global evaluation
lv_lv: Globāls vērtējums

source: Global statement used but no assignment is done
lv_lv: Tiek izmantots globāls operators, taču nav veikta piešķire

source: Global variable undefined at the module level
lv_lv: Globālais mainīgais nav definēts moduļa līmenī

source: Globals
lv_lv: Globālie mainīgie

source: Host:
lv_lv: Resursdators:

source: INFO: Directory Variables file: %s
lv_lv: INFO: direktoriju mainīgo fails: %s

source: INFO: PyFind command line: %s
lv_lv: INFO: PyFind komandrinda: %s

source: INFO: Using PYTHONPATH + %s
lv_lv: INFO: izmanto PYTHONPATH + %s

source: Ignore Warning
lv_lv: Ignorēt brīdinājumu

source: Interface is not a class
lv_lv: Interfeiss nav klase

source: Interface not implemented
lv_lv: Interfeiss nav implementēts

source: Internal Search Error
lv_lv: Iekšēja meklēšanas kļūda

source: Invalid name
lv_lv: Nederīgs nosaukums

source: Jump
lv_lv: Pāriet

source: Lambda may not be necessary
lv_lv: Lambda, iespējams, nav nepieciešama

source: Line
lv_lv: Rindiņa

source: Line too long
lv_lv: Rindiņa ir pārāk gara

source: Lint Run Mode
lv_lv: Lint izpildes režīms

source: Load Results
lv_lv: Rezultātu ielāde

source: Loaded code analysis data: %s
lv_lv: Ielādētie koda analīzes dati: %s

source: Loading...
lv_lv: Notiek ielāde...

source: Locals
lv_lv: Lokālie mainīgie

source: Manual
lv_lv: Manuāli

source: Mark syntax errors in buffer after save
lv_lv: Pēc saglabāšanas buferī marķēt sintakses kļūdas

source: Maximum
lv_lv: Maksimāli

source: Medium
lv_lv: Vidēji

source: Message Type:
lv_lv: Ziņojuma tips:

source: Messages
lv_lv: Ziņojumi

source: Messages by category
lv_lv: Ziņojumi pēc kategorijas

source: Metaclass method should have "mcs" as first argument
lv_lv: Metaklases metodes pirmajam argumentam jābūt "mcs"

source: Method could be a function
lv_lv: Metode varētu būt funkcija

source: Method has no argument
lv_lv: Metodei nav argumentu

source: Method hidden by instance attribute
lv_lv: Metode ir paslēpta instances atribūta dēļ

source: Method of an abstract class is not overridden
lv_lv: Abstraktas klases metode nav pārdeklarēta

source: Method should have "self" as first argument
lv_lv: Metodes pirmajam argumentam jābūt "self"

source: Missing docstring
lv_lv: Trūkst dokumentācijas virknes

source: Missing method from interface
lv_lv: Trūkst interfeisa metodes

source: Missing required attribute
lv_lv: Trūkst obligāta atribūta

source: Module import itself
lv_lv: Modulis importē pats sevi

source: Modules dependencies graph
lv_lv: Moduļu atkarību grafs

source: More than one statement on a single line
lv_lv: Vairāki operatori vienā rindiņā

source: Name
lv_lv: Nosaukums

source: Name not defined in module
lv_lv: Nosaukums modulī nav definēts

source: Namespace Warning
lv_lv: Brīdinājums par nosaukumvietu

source: No data to save!
lv_lv: Nav datu, ko saglabāt!

source: No exception type(s) specified
lv_lv: Nav norādīts(i) izņēmuma tips(i)

source: Non ascii characters found but no encoding specified (PEP 263)
lv_lv: Konstatētas no ASCII atšķirīgas rakstzīmes, taču nav norādīts kodējums (PEP 263)

source: Object is not callable
lv_lv: Objekts nav izsaucams

source: Off
lv_lv: Izsl.

source: Only run when requested
lv_lv: Izpildīt tikai pēc pieprasījuma

source: Open module '%s'
lv_lv: Atvērt moduli '%s'

source: Operator not followed by a space
lv_lv: Pēc operatora nav atstarpes

source: Operator not preceded by a space
lv_lv: Pirms operatora nav atstarpes

source: Password
lv_lv: Parole

source: Pause before fork
lv_lv: Apstāties pirms sazarojuma

source: Program Args
lv_lv: Programmas argumenti

source: PyLint Checkers
lv_lv: PyLint pārbaudītāji

source: PyStudio Config
lv_lv: PyStudio konfigurēšana

source: Python Path:
lv_lv: Python faila ceļš:

source: Raising %s while only classes, instances or string are allowed
lv_lv: Izraisīts(a) %s, lai gan ir atļautas tikai klases, instances vai simbolu virknes

source: Raising a new style class which doesn't inherit from BaseException
lv_lv: Izraisīta jauna stila klase, kas nav mantota no BaseException

source: Raising a string exception
lv_lv: Izraisīts simbolu virknes izņēmums

source: Raw metrics
lv_lv: Neapstrādāta metrika

source: Redefining built-in
lv_lv: Iebūvēta objekta pārdefinēšana

source: Redefining name from outer scope
lv_lv: Ārējā apgabalā esoša nosaukuma pārdefinēšana

source: Redefinition of method
lv_lv: Metodes pārdefinēšana

source: Reenabling Pylint Autorun.
lv_lv: Pylint automātiskās izpildes aktivizēšana atkārtoti.

source: Refactor
lv_lv: Refaktorings

source: Refresh
lv_lv: Atsvaidzināt

source: Reimport of module
lv_lv: Moduļa importēšana atkārtoti

source: Relative import
lv_lv: Relatīva importēšana

source: Remove selected python executable
lv_lv: Noņemt atlasīto Python izpildāmo failu

source: Return outside function
lv_lv: Operators return atrodas ārpus funkcijas

source: Return with argument inside generator
lv_lv: Operators return ar argumentu ģeneratorā

source: Run
lv_lv: Izpildīt

source: Run To Line
lv_lv: Izpildīt līdz rindiņai

source: Save Results
lv_lv: Saglabāt rezultātus

source: Saved PyLint results to: %s
lv_lv: PyLint rezultāti saglabāti šeit: %s

source: Select Python Executable
lv_lv: Python izpildāmā faila atlase

source: Set Breakpoint
lv_lv: Iestatīt pārtraukumpunktu

source: Set Expression
lv_lv: Iestatīt izteiksmi

source: Set password:
lv_lv: Iestatiet paroli:

source: Show %s
lv_lv: Rādīt %s

source: Signature differs from super method
lv_lv: Paraksts atšķiras no augstāka līmeņa metodes

source: Similar lines in other files
lv_lv: Līdzīgas rindiņas citos failos

source: Source Encoding for Execute/Evaluate
lv_lv: Avota failu kodējums izpildes/vērtēšanas vajadzībām

source: Source Encoding:
lv_lv: Avota failu kodējums:

source: Stack Frame
lv_lv: Steka kadrs

source: State
lv_lv: Stāvoklis

source: Statement seems to have no effect
lv_lv: Šķiet, ka operators neko neveic

source: Static method with self or class as first argument
lv_lv: Statiska metode, kuras pirmais arguments ir self vai class

source: Statistics by type
lv_lv: Statistika pēc tipa

source: Step In
lv_lv: Dziļāk

source: Step Out
lv_lv: Seklāk

source: Step Over
lv_lv: Izlaist soli

source: Stop debugging
lv_lv: Apstādināt atkļūdošanu

source: String statement has no effect
lv_lv: Simbolu virknes operators neko neveic

source: The modules: %s, which are incompatible with the debugger were detected and can possibly cause the debugger to fail.
lv_lv: Konstatēti ar atkļūdotāju nesaderīgi moduļi %s, kas var izraisīt atkļūdotāja darbības problēmas

source: The password is used to secure communication between the
lv_lv: Parole tiek lietota, lai nodrošinātu drošu saziņu starp

source: The password should begin with a letter and continue
lv_lv: Parolei jāsākas ar burtu un jāturpinās

source: This code will be executed at the debuggee:
lv_lv: Atkļūdojamā procesā tiks izpildīts šis kods:

source: Thread Id
lv_lv: Pavediena ID

source: Threads
lv_lv: Pavedieni

source: Toggle Breakpoint
lv_lv: Iestatīt/noņemt pārtraukumpunktu

source: Too few public methods
lv_lv: Pārāk maz publisko metožu

source: Too many ancestors
lv_lv: Pārāk daudz priekšteču

source: Too many arguments
lv_lv: Pārāk daudz argumentu

source: Too many branches
lv_lv: Pārāk daudz zaru

source: Too many instance attributes
lv_lv: Pārāk daudz instances atribūtu

source: Too many lines in module
lv_lv: Pārāk daudz rindiņu modulī

source: Too many local variables
lv_lv: Pārāk daudz lokālo mainīgo

source: Too many public methods
lv_lv: Pārāk daudz publisko metožu

source: Too many return statements
lv_lv: Pārāk daudz operatoru return

source: Too many statements
lv_lv: Pārāk daudz operatoru

source: Trap Unhandled Exceptions
lv_lv: Fiksēt neapstrādātus izņēmumus

source: Type
lv_lv: Tips

source: Unable to check methods signature
lv_lv: Nevar pārbaudīt metodes parakstu

source: Unable to import module
lv_lv: Nevar importēt moduli

source: Undefined class member
lv_lv: Nedefinēts klases elements

source: Undefined class member (but some types could not be inferred)
lv_lv: Nedefinēts klases elements (taču dažus tipus nevar izsecināt)

source: Undefined variable
lv_lv: Nedefinēts mainīgais

source: Unexpected error
lv_lv: Neparedzēta kļūda

source: Unknown Error
lv_lv: Nezināma kļūda

source: Unknown encoding specified
lv_lv: Norādīts nezināms kodējums

source: Unnecessary pass statement
lv_lv: Lieks operators pass

source: Unnecessary semicolon
lv_lv: Lieks semikols

source: Unreachable code
lv_lv: Nesasniedzams kods

source: Unrecognized file option
lv_lv: Neatpazīta faila izvēles iespēja

source: Unused argument
lv_lv: Neizmantots arguments

source: Unused import
lv_lv: Neizmantots importētais modulis

source: Unused import from wildcard import
lv_lv: Neizmantots modulis, kas importēts, lietojot aizstājējzīmi

source: Unused variable
lv_lv: Neizmantots mainīgais

source: Use __slots__ on an old style class
lv_lv: __slots__ izmantošana vecā stila klasē

source: Use l as long integer identifier
lv_lv: Mazā burta l izmantošana par gara vesela skaitļa identifikatoru

source: Use of "property" on an old style class
lv_lv: property izmantošana vecā stila klasē

source: Use of the <> operator
lv_lv: Operatora <> izmantošana

source: Use of the `` operator
lv_lv: Operatora `` izmantošana

source: Use of the exec statement
lv_lv: Operatora exec izmantošana

source: Use super on an old style class
lv_lv: super izmantošana vecā stila klasē

source: Used * or ** magic
lv_lv: Izmantotas * vai ** iespējas

source: Used builtin function
lv_lv: Izmantota iebūvēta funkcija

source: Uses of a deprecated module
lv_lv: Izmanto neieteicamu moduli

source: Using possibly undefined loop variable
lv_lv: Iespējami nedefinēta cikla mainīgā izmantošana

source: Using the global statement
lv_lv: Globālā operatora izmantošana

source: Using the global statement at the module level
lv_lv: Globālā operatora izmantošana moduļu līmenī

source: Using variable before assignment
lv_lv: Mainīgā izmantošana pirms piešķires

source: Value
lv_lv: Vērtība

source: Warning
lv_lv: Brīdinājums

source: Wildcard import
lv_lv: Importēšana, lietojot aizstājējzīmi

source: Would you like to ignore this warning for the rest of this session? %s
lv_lv: Vai turpmāk šajā sesijā vēlaties ignorēt šo brīdinājumu? %s

source: Wrong encoding specified
lv_lv: Norādīts nepareizs kodējums

source: Yield outside function
lv_lv: yield atrodas ārpus funkcijas

source: __future__ import is not the first non docstring statement
lv_lv: __future__import nav pirmais operators, kas nav dokumentācijas virkne

source: __init__ method from a non direct base class is called
lv_lv: Metode __init__ ir izsaukta no netiešas pamatklases

source: __init__ method from base class is not called
lv_lv: Metode __init__ nav izsaukta no pamatklases

source: __init__ method is a generator
lv_lv: Metode __init__ ir ģenerators

source: break or continue used outside a loop
lv_lv: break vai continue izmantots ārpus cikla

source: failed to resolve interfaces
lv_lv: neizdevās izšķirt interfeisus

source: ignored builtin module
lv_lv: ignorēts iebūvētais modulis

source: running
lv_lv: notiek izpilde

source: unexpected inferred value
lv_lv: neparedzēta izsecināta vērtība

source: waiting at breakpoint
lv_lv: notiek gaidīšana pārtraukumpunktā
