Repository: cjprecord/editra
Catalog: plugins/commentbrowser/catalogs/commentbrowser_*.po
Languages: lv_lv, nl_nl, sr_yu, uk_ua

source: After key
lv_lv: Pēc taustiņa
nl_nl: Na toets aanslag
sr_yu: Током куцања
uk_ua: Після ключа

source: All opened files
lv_lv: Visi atvērtie faili
nl_nl: Alle geopende bestanden
sr_yu: Сви отворене датотеке
uk_ua: Усі відкриті файли

source: Comment Browser
lv_lv: Komentāru pārlūks
nl_nl: Commentaar verkenner
sr_yu: Уређивач коментара
uk_ua: Оглядач коментарів

source: CommentBrowser
lv_lv: Komentāru pārlūks
nl_nl: Commentaar verkenner
sr_yu: Уређивач коментара
uk_ua: Оглядач коментарів

source: Description
lv_lv: Apraksts
nl_nl: Omschrijving
sr_yu: Опис
uk_ua: Опис

source: File
lv_lv: Fails
nl_nl: Bestand
sr_yu: Датотека
uk_ua: Файл

source: Line
lv_lv: Rinda
nl_nl: Regel
sr_yu: Линија
uk_ua: Лінійка

source: Open Comment Browser Sidepanel
lv_lv: Atvērt komentāru pārlūka sānu paneli
nl_nl: open commentaar verkenner paneel
sr_yu: Отвори уређивач коментара у бочном панелу
uk_ua: Відкрити бокову панель Оглядача коментарів

source: Taskfilter:
lv_lv: Uzdevumu filtrs:
nl_nl: Taak filter:
sr_yu: Филтер задатака:
uk_ua: Фільтр завдань

source: Type
lv_lv: Tips
sr_yu: Врста
uk_ua: Тип

source: Update
lv_lv: Atjaunināt
nl_nl: Verversen
sr_yu: Освежи
uk_ua: Оновити

source: Update as you type
lv_lv: Atjaunināt rakstīšanas laikā
nl_nl: Verversen tijdens typen
sr_yu: Освежи током самог куцања
uk_ua: Оновлювати при друкуванні
